<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="s" uri="/struts-tags" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>利用規約</title>
<link rel="stylesheet" type="text/css" href="../css/style.css">
<link rel="stylesheet" type="text/css" href="../css/terms_of_service.css">
</head>
<body>

<div id="backimg">
	<br>
	<h1 class="form-title" align="center">利用規約</h1>

	<div id="form">

			<ul style="list-style: none; margin-left: -20px;">
					<br>
					<br>
				<li> インターノウス株式会社（以下「弊社」といいます。）の利用について、以下のとおり本規約を定めます。</li>
					<br>
					<br>
	  			<li>第１条　本規約の範囲</li>
	  			<li>本規約は本サイトが提供するサービスについて規定したものです。</li>
					<br>
	  			<li>第２条　会員</li>
				<li> １．本規約を承認の上、規定の入会手続きを完了後、弊社で承認した方を「会員」とします。</li>
				<li> ２．弊社が会員として承認することを不適当と判断した場合、入会の承認を行わない場合があります。</li>
				<li> ３．「１会員」に対し１件のみ会員登録ができるものとします。</li>
					<br>
				<li>第３条　パスワードの管理</li>
				<li> １．本サイトに登録したパスワードの管理と、その使用に関しての責任は全て会員が負うものとします。</li>
				<li> ２．パスワードの譲渡、売買、貸与等の行為は一切禁止します。</li>
				<li> ３．弊社は、会員によるパスワードの使用上の過失及び第三者の利用に伴う損害の一切の責任を負わないものとします。パスワードを用いて会社に対して行われた意思表示は、このパスワードに該当する有効な会員の意思表示とみなします。</li>
					<br>
				<li>第４条　会員の登録情報</li>
				<li>   １．会員登録情報は、弊社が所有するものとし、個人が特定できる情報（氏名・住所・電話番号・メールアドレス）については、本サービス提供に必要な範囲内での委託先への預託の他、会員本人による開示の承諾があるものを除き、原則として、社外への提供は行わないこととします。</li>
				<li>   ２．前項にかかわらず、以下の場合については、当該会員の同意なく会員登録情報の一部（氏名・住所）を開示することがあります。</li>
				<li> (１）弊社及び他の会員もしくは第三者に不利益を及ぼすと判断した場合、警察または関連諸機関に開示する場合</li>
				<li> (２）警察、裁判所、検察庁、弁護士会、消費者センターまたはこれらに準じた権限を有する機関から、登録情報の開示を求められた場合、弊社がこれに応じることを判断した場合</li>
				<li>（３）その他弊社が開示を相当であると判断した場合</li>
				<li>３．弊社は、入会の際に会員の申告する登録情報のすべての項目に関していかなる虚偽の申告も認めないものとします。</li>
				<li>４．会員の登録情報に変更が生じた場合、会員は速やかに所定の手続き行うものとします。</li>
					<br>

				<li>第５条　私的利用の範囲外の利用禁止</li>
			    <li>会員は、弊社が承認した場合（当該情報に関して権利を持つ第三者がいる場合には、弊社を通じ当該第三者の承諾を取得することを含む）を除き、弊社を通じて入手したいかなる情報も複製、販売、出版その他私的利用の範囲を超えて使用をすることができないものとします。</li>
					<br>
				<li>第６条　会員の禁止事項</li>
				<li>１．弊社は、会員の以下に該当する、またはその恐れのある行為は禁止します。</li>
				<li>（１）公序良俗に反する行為</li>
				<li> (２）犯罪行為に結びつく行為</li>
				<li>（３）法令等に違反する行為</li>
				<li>（４）弊社及び他の会員もしくは第三者の著作権その他の知的財産権を侵害する行為</li>
				<li> (５）弊社及び他の会員もしくは第三者の財産、プライバシー等を侵害する行為</li>
				<li>（６）弊社及び他の会員もしくは第三者に不利益を与える行為</li>
				<li>（７）弊社及び他の会員もしくは第三者を誹謗、中傷する行為</li>
				<li> (８）弊社の本サイト等の運営を妨害、或いは弊社の信頼を毀損するような行為</li>
				<li>（９）弊社の承認を得ないで行う当会員の身分を利用した全ての営業行為</li>
				<li>（１０）選挙運動もしくはこれに類似される行為、または公職選挙法などの法令に違反する行為</li>
				<li>（１１）入会手続きを含めた弊社が行う全てのアンケートに対し、虚偽の回答を行う行為</li>
				<li>（１２）有害なコンピュータープログラム等を送信又は書き込む行為</li>
				<li>（１３）ＩＤ及びパスワードを不正に使用する行為</li>
				<li>（１４）その他弊社が当該会員の行為として不適切であると認めた行為</li>
	    			<br>
				<li>第７条　会員資格の抹消</li>
				<li>1.以下の項目に該当する場合、弊社は、当該会員への事前通知、承諾なしに会員資格を抹消することができるものとします。</li>
				<li>（１）第６条に定める禁止事項その他本規約の各条項に違反した場合</li>
				<li>  （２）入会時及びその後のアンケートによるメンバーの申告情報が故意による虚偽の申告と弊社が認めた場合</li>
				<li>  （３）パスワードを不正に使用し、または使用させた場合</li>
				<li>  （４）弊社が、認めない不正な行為があった場合</li>
				<li>  （５）その他弊社が不適切と判断した行為があった場合</li>
				<li>  ２．資格を抹消する場合、その会員が弊社に対して保有するすべての権利を抹消するものとします。</li>
					<br>
				<li>第８条　退会</li>
				<li>会員が弊社から退会する場合、所定の手続きに従い弊社に届け出るものとし、弊社での退会手続き終了後、退会となります。</li>
					<br>
				<li>第９条　規約の変更</li>
				<li>弊社は、会員への事前通知、承諾なしに本規約を随時変更することができるものとします。変更の内容については、本サイト上に１ヶ月表示した時点で、全ての会員が了承したものとみなします。但し、第三者に不利益を及ぼす恐れのある場合等不測の事態が予想される場合は、上記期間を待たずに規約変更が実施されたものとします。</li>
					<br>
				<li>  第１０条　サービスの中断、停止</li>
				<li>１．弊社は、以下に該当する場合、会員への事前通知、承諾なしに、弊社のサービス内容の一部または、全部を停止または中断する場合があります。</li>
				<li>（１）本サイトの定期保守、更新ならびに緊急事態発生の場合</li>
				<li>（２）火災、停電、天災等の不可抗力その他不測の事態により、本サイト運営継続が困難になった場合</li>
				<li>  ２．上記事態などに伴い、会員に不利益、損害が生じた場合であっても、弊社は、その責任を免れるものとします。</li>
					<br>
				<li>第１１条　サービス内容の変更、中止</li>
				<li>１．弊社は、会員への事前通知、承諾なしに本サイトのサービス内容を変更、または中止する場合があります。</li>
				<li>２．前項に基づき、サービス内容を変更・中止した場合といえども、会員に不利益、損害が生じた場合、弊社は、その責任を免れるものとします。</li>
					<br>
				<li>第１２条　サービスの停止</li>
				<li>弊社は、一定の予告期間をもって本サイトのサービス停止を行う場合があります。</li>
					<br>
				<li>第１３条　個人情報の取扱い</li>
				<li>弊社の収集した個人情報は以下のように取扱います。お客様が弊社に個人情報をご提供下さる際には、以下の取扱いについてご同意くださいますようよろしくお願い申し上げます。</li>
				<li>  １．この個人情報の使用目的は以下のとおりです。</li>
				<li>  （１）会員管理</li>
				<li>  （２）商品及びサービスの販売</li>
				<li>  （３）商品等の梱包・発送業務</li>
				<li>  （４）保証及びアフターサービス（お客様からの問い合わせ等含む）の提供</li>
				<li>  （５）情報分析（購入者層の分析など）</li>
				<li>  （６）新製品および新サービスに関する情報のご案内ならびにお客様へのアンケートの実施</li>
				<li>  ２．上記の個人情報を弊社が第三者に開示、漏洩することはございません。ただし、以下の場合はこの限りではございませんので、あらかじめご了承ください。</li>
				<li>（１）配送業者に対するお客様の氏名および住所の開示、オリジナル商品への氏名等の情報入力等、弊社および業務委託会社が、お客様に対する契約上の義務を履行するために必要である場合</li>
				<li>  （２）法令に基づき裁判所その他の司法機関および行政機関からお客様に関する情報の開示を要求された場合</li>
				<li>  （３）弊社、弊社関連会社、お客様または第三者の権利および財産を保護する必要がある場合</li>
				<li>  （４）お客様と他のお客様もしくは第三者との紛争により、弊社または弊社関連会社が迷惑もしくは損害を被ることを回避する場合　</li>
				<li>  （５）お客様が弊社にお名前、住所等の情報を提供するか否かは、お客様ご自身に任意にご判断いただけます。ただし、お客様からお名前、住所等の情報をご提供いただけない場合には、弊社はお客様に本サービスをご提供できなく点を予めご了承下さい。</li>
				<li>  （６）お客様は、弊社に対して、当該個人情報を入力された以後、氏名・住所・お電話番号等について個人情報を開示するよう求めることができます。また、開示の結果、当該個人情報に誤りがある場合は、お客様は弊社に対して当該個人情報の訂正または削除を要求することができます。開示、訂正または削除を要求される場合は、次項のお客様の個人情報に関する担当者又は相談窓口までご連絡ください。
				</li>
				<li>  （７）ご提供いただく個人情報の管理者及びお問い合わせ先</li>
				<br>
				<li>お問い合わせ窓口</li>
				<br>
				<li>住所：東京都文京区湯島3-2-12</li>
				<li>会社名：インターノウス株式会社</li>
				<li>個人情報相談窓口担当　山田　太郎</li>
				<li>E-mail:tarou@gmail.com</li>

					<br>
				<li>以上</li>
				<li>平成28年2月25日制定</li>

			</ul>


	</div>
	<br>
</div>
	<br>
	<br>
</body>
</html>