<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ taglib prefix="s" uri="/struts-tags"%>
<!DOCTYPE html">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>利用規約</title>
    <link href="css/bootstrap.css" rel="stylesheet" type="text/css" />
    <link href="css/bootstrap-theme.css" rel="stylesheet" type="text/css" />
    <link href="css/agreement.css" rel="stylesheet" type="text/css" />
    <link href="css/drop_down.css" rel="stylesheet" type="text/css" />
	<script type="text/javascript" src="js/bootstrap.min.js"></script>
	<script type="text/javascript" src="js/jquery-2.1.4.js"></script>
</head>
<body>
	<jsp:include page="base/header.jsp" flush="true" />
    <jsp:include page="base/nav.jsp" flush="true" />
    <br><br>
	<div class="container">
	  <div class="back">
	    <div class="yohaku">
		<h1>利用規約</h1>
		<hr>
		  <div class="y_scroll">
			<table class="line_del">
			  <tr><td colspan="2"><h3>第1条（適用）</h3></td></tr>
			  <tr>
			    <td colspan="2">本規約は，ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されるものとします。</td>
			  </tr>
				<tr><td colspan="2"><h3>第2条（利用登録）</h3></td></tr>
				<tr>
				  <td colspan="2">登録希望者が当社の定める方法によって利用登録を申請し，当社がこれを承認することによって，利用登録が完了するものとします。<br>
                                                   当社は，利用登録の申請者に以下の事由があると判断した場合，利用登録の申請を承認しないことがあり，その理由については一切の開示義務を<br>負わないものとします。
                  </td>
                </tr>
                <tr>
                  <td>（1）</td><td>利用登録の申請に際して虚偽の事項を届け出た場合</td>
                </tr>
                <tr>
                  <td>（2）</td><td>本規約に違反したことがある者からの申請である場合</td>
                </tr>
                <tr>
                  <td>（3）</td><td>未成年者，成年被後見人，被保佐人または被補助人のいずれかであり，法定代理人，後見人，保佐人または補助人の同意等を得ていなかった場合</td>
                </tr>
                <tr>
                  <td>（4）</td><td>反社会的勢力等（暴力団，暴力団員，右翼団体，反社会的勢力，その他これに準ずる者を意味します。）である，または資金提供その他を<br>通じて反社会的勢力等の維持，運営もしくは経営に協力もしくは関与する等反社会的勢力との何らかの交流もしくは関与を行っていると<br>当社が判断した場合</td>
                </tr>
                <tr>
                  <td>（5）</td><td>その他，当社が利用登録を相当でないと判断した場合</td>
				</tr>
				<tr><td colspan="2"><h3>第3条（ユーザーIDおよびパスワードの管理）</h3></td></tr>
			    <tr><td colspan="2">ユーザーは，自己の責任において，本サービスのユーザーIDおよびパスワードを管理するものとします。</td></tr>
				<tr><td colspan="2">ユーザーは，いかなる場合にも，ユーザーIDおよびパスワードを第三者に譲渡または貸与することはできません。<br>当社は，ユーザーIDとパスワードの組み合わせが登録情報と一致してログインされた場合には，そのユーザーIDを登録しているユーザー自身による利用とみなします。</td><tr>
				</tr>
			  <tr><td colspan="2"><h3>第4条（ユーザーIDおよびパスワードの管理）</h3></td></tr>
			  <tr><td colspan="2">ユーザーは，本サービス利用の対価として，当社が別途定め，本ウェブサイトに表示する利用料金を，当社が指定する方法により支払うものと<br>します。</td></tr>
			  <tr><td colspan="2">ユーザーが利用料金の支払を遅滞した場合には，ユーザーは年14．6％の割合による遅延損害金を支払うものとします。</td></tr>
              <tr><td colspan="2"><h3>第5条（禁止事項）</h3></td></tr>
              <tr><td colspan="2">ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。</td></tr>
              <tr>
                <td>（1）</td><td>法令または公序良俗に違反する行為</td></tr>
              <tr>
                <td>（2）</td><td>犯罪行為に関連する行為</td></tr>
              <tr>
                <td>（3）</td><td>当社のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為</td></tr>
              <tr>
                <td>（4）</td><td>当社のサービスの運営を妨害するおそれのある行為</td></tr>
              <tr>
                <td>（5）</td><td>他のユーザーに関する個人情報等を収集または蓄積する行為</td></tr>
              <tr>
                <td>（6）</td><td>他のユーザーに成りすます行為</td></tr>
              <tr>
                <td>（7）</td><td>当社のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為</td></tr>
              <tr>
                <td>（8）</td><td>当社，本サービスの他の利用者または第三者の知的財産権，肖像権，プライバシー，名誉その他の権利または利益を侵害する行為</td></tr>
              <tr>
                <td>（9）</td><td>過度に暴力的な表現，露骨な性的表現，人種，国籍，信条，性別，社会的身分，門地等による差別につながる表現，自殺，自傷行為，<br>薬物乱用を誘引または助長する表現，その他反社会的な内容を含み他人に不快感を与える表現を，投稿または送信する行為</td></tr>
              <tr>
                <td>（11）</td><td>宗教活動または宗教団体への勧誘行為</td></tr>
              <tr>
                <td>（12）</td><td>その他，当社が不適切と判断する行為</td></tr>
              <tr><td colspan="2"><h3>第6条（本サービスの提供の停止等）</h3></td>
                <tr><td>（1）</td><td>本サービスにかかるコンピュータシステムの保守点検または更新を行う場合</td></tr>
                <tr><td>（2）</td><td>地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合</td><tr>
                <tr><td>（3）</td><td>コンピュータまたは通信回線等が事故により停止した場合</td><tr>
                <tr><td>（4）</td><td>その他，当社が本サービスの提供が困難と判断した場合</td></tr>
                <tr><td colspan="2">当社は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害について，理由を問わず一切の責任を負わないものとします。</td></tr>
              <tr><td colspan="2"><h3>第7条（著作権）</h3></td>
              <tr><td colspan="2">ユーザーは，自ら著作権等の必要な知的財産権を有するか，または必要な権利者の許諾を得た文章，画像や映像等の情報のみ，本サービスを利用し，投稿または編集することができるものとします。<br>
                                                   ユーザーが本サービスを利用して投稿または編集した文章，画像，映像等の著作権については，当該ユーザーその他既存の権利者に留保されるものとします。<br>ただし，当社は，本サービスを利用して投稿または編集された文章，画像，映像等を利用できるものとし，ユーザーは，この利用に関して，著作者人格権を行使しないものとします。<br>
                                                    前項本文の定めるものを除き，本サービスおよび本サービスに関連する一切の情報についての著作権およびその他知的財産権はすべて当社または当社にその利用を許諾した権利者に帰属し，ユーザーは無断で複製，譲渡，貸与，翻訳，改変，転載，公衆送信（送信可能化を含みます。），伝送，配布，出版，営業使用等をしてはならないものとします。</td></tr>
              <tr><td colspan="2"><h3>第8条（利用制限および登録抹消）</h3></td>
              <tr><td colspan="2"> 当社は，以下の場合には，事前の通知なく，投稿データを削除し，ユーザーに対して本サービスの全部もしくは一部の利用を制限しまたはユーザーとしての登録を抹消することができるものとします。</td></tr>
              <tr><td>（1）</td><td>本規約のいずれかの条項に違反した場合</td><tr>
              <tr><td>（2）</td><td>登録事項に虚偽の事実があることが判明した場合</td><tr>
              <tr><td>（3）</td><td>破産，民事再生，会社更生または特別清算の手続開始決定等の申立がなされたとき</td></tr>
              <tr><td>（4）</td><td>1年間以上本サービスの利用がない場合</td></tr>
              <tr><td>（5）</td><td>当社からの問い合わせその他の回答を求める連絡に対して30日間以上応答がない場合</td><tr>
              <tr><td>（6）</td><td>第2条第2項各号に該当する場合</td><tr>
              <tr><td>（7）</td><td>その他，当社が本サービスの利用を適当でないと判断した場合</td></tr>
              <tr><td colspan="2">前項各号のいずれかに該当した場合，ユーザーは，当然に当社に対する一切の債務について期限の利益を失い，その時点において負担する一切の債務を直ちに一括して弁済しなければなりません。<br>
    当社は，本条に基づき当社が行った行為によりユーザーに生じた損害について，一切の責任を負いません。</td></tr>
              <tr><td colspan="2"><h3>第9条（保証の否認および免責事項）</h3></td>
              <tr><td colspan="2">当社は，本サービスに事実上または法律上の瑕疵（安全性，信頼性，正確性，完全性，有効性，特定の目的への適合性，セキュリティなどに関する欠陥，エラーやバグ，権利侵害などを含みます。）がないことを明示的にも黙示的にも保証しておりません。<br>
    			  	    当社は，本サービスに起因してユーザーに生じたあらゆる損害について一切の責任を負いません。ただし，本サービスに関する当社とユーザーとの間の契約（本規約を含みます。）が消費者契約法に定める消費者契約となる場合，この免責規定は適用されません。<br>
    				    前項ただし書に定める場合であっても，当社は，当社の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害のうち特別な事情から生じた損害（当社またはユーザーが損害発生につき予見し，または予見し得た場合を含みます。）について一切の責任を負いません。<br>
    				    また，当社の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害の賠償は，ユーザーから当該損害が発生した月に受領した利用料の額を上限とします。<br>
    				    当社は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。</td></tr>
              <tr><td colspan="2"><h3>第10条（サービス内容の変更等）</h3></td>
              <tr><td colspan="2">当社は，ユーザーに通知することなく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。</td></tr>
              <tr><td colspan="2"><h3>第11条（利用規約の変更）</h3></td>
              <tr><td colspan="2">当社は，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。</td></tr>
              <tr><td colspan="2"><h3>第12条（通知または連絡）</h3></td>
              <tr><td colspan="2">ユーザーと当社との間の通知または連絡は，当社の定める方法によって行うものとします。</td></tr>
              <tr><td colspan="2"><h3>第13条（権利義務の譲渡の禁止）</h3></td>
              <tr><td colspan="2">ユーザーは，当社の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。</td></tr>
              <tr><td colspan="2"><h3>第14条（準拠法・裁判管轄）</h3></td>
              <tr><td colspan="2">本規約の解釈にあたっては，日本法を準拠法とします。
    本サービスに関して紛争が生じた場合には，当社の本店所在地を管轄する裁判所を専属的合意管轄とします。</td></tr>
              <tr><td align = "right" colspan="2"><h2>以上</h2></td></tr>
            </table>
           </div>
          </div>
          </div>
        </div>
    <br><br>
    <div align="center">
    	<a href="index.jsp"><button type="button" class="btn btn-danger">ホームに戻る</button></a>
    </div>
  <jsp:include page="base/footer.jsp" flush="true" />
</body>
</html>
